---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToMoveElemsToProject
source: html/f4e5c077-240a-093d-ae9c-b093de88f34c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToMoveElemsToProject Property

Revit is unable to move the selected group members to the project.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToMoveElemsToProject { get; }
```